Repository: anuragprajapat/a2billing
Catalog: A2BCustomer_UI/lib/locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: The following Destinaton-DID has been added:
pt_pt: O seguinte DID Destino foi criado:

source: Buy New DID
pt_pt: Compre um novo DID

source: Add Phone Number to your DID
pt_pt: Adicionar um número telefônico para o seu DID

source: Select Country
pt_pt: Selecione o Pais

source: Ring To Number
pt_pt: Tocar no numero

source: Country Code - Area Code - Number
pt_pt: Código do Pais - DDD - Numero

source: VOIP CALL :
pt_pt: LIGAÇÃO VOIP :

source: Yes
pt_pt: Sim

source: NO
pt_pt: Não

source: Ring To destination
pt_pt: Tocar no destino

source: Next
pt_pt: Proximo

source: Enter the number which you wish to assign to the code here
pt_pt: Entre com o número que você deseja atribuir ao código aqui

source: Destination
pt_pt: Destino

source: Name
pt_pt: Nome

source: ASSIGN NUMBER TO SPEEDDIAL
pt_pt: Atribua o número a discagem rápida

source: The Voucher
pt_pt: O Voucher

source: has been used, We added
pt_pt: foi usado, nós adicionamos

source: credit on your account!
pt_pt: créditos em sua conta!

source: This Voucher doesn't exist !
pt_pt: Este Voucher não existe !

source: Cannot connect to the asterisk manager!<br>Please check the manager configuration...
pt_pt: Não foi possivel conectar ao asterisk manager!<br>Por favor confira suas configurações...

source: <font face='Arial, Helvetica, sans-serif' size='2' color='red'><b>Error : You don t have enough credit to call you back !!!</b></font><br>
pt_pt: <font face='Arial, Helvetica, sans-serif' size='2' color='red'><b>Error : Você não tem créditos suficientes para ligar de volta!!!</b></font><br>

source: <font face='Arial, Helvetica, sans-serif' size='2' color='red'><b>Error : There is no route to call back your phonenumber !!!</b></font><br>
pt_pt: <font face='Arial, Helvetica, sans-serif' size='2' color='red'><b>Error : Não existe rotas para retornar sua ligação!!!</b></font><br>

source: <font face='Arial, Helvetica, sans-serif' size='2' color='red'><b>Error : You have to specify your phonenumber and the number you wish to call !!!</b></font><br>
pt_pt: <font face='Arial, Helvetica, sans-serif' size='2' color='red'><b>Error : Você tem que especificar seu número e o número que deseja!!!</b></font><br>

source: You can initiate the callback by entering your phonenumber and the number you wish to call!
pt_pt: Você pode iniciar o callback digitando o seu número e o número que deseja ligar

source: The number you wish to call
pt_pt: O número que deseja ligar

source: Calldate
pt_pt: Data da Ligação

source: CardNumber
pt_pt: Número do Cartão

source: Duration
pt_pt: Duração

source: Cardused
pt_pt: Cartão Usado

source: Calltype
pt_pt: Tipo de ligação

source: InitalRate
pt_pt: Tarifa Inicial

source: Cost
pt_pt: Custo

source: Call Logs
pt_pt: Histórico Ligações

source: Selection of the month
pt_pt: Selecione o mês

source: FROM
pt_pt: DE

source: JANUARY
pt_pt: JANEIRO

source: FEBRUARY
pt_pt: FEVEREIRO

source: MARCH
pt_pt: MARÇO

source: APRIL
pt_pt: ABRIL

source: MAY
pt_pt: MAIO

source: JUNE
pt_pt: JUNHO

source: JULY
pt_pt: JULHO

source: AUGUST
pt_pt: AGOSTO

source: SEPTEMBER
pt_pt: SETEMBRO

source: OCTOBER
pt_pt: OUTUBRO

source: NOVEMBER
pt_pt: NOVEMBRO

source: DECEMBER
pt_pt: DEZEMBRO

source: TO
pt_pt: PARA

source: Selection of the day
pt_pt: Selecione o dia

source: DESTINATION
pt_pt: DESTINO

source: Exact
pt_pt: Exato

source: Begins with
pt_pt: Começa com

source: Contains
pt_pt: Contem

source: End with
pt_pt: Termina com

source: Options
pt_pt: Opções

source: Show:
pt_pt: Mostra

source: Answered Calls
pt_pt: Ligação Atendida

source: All Calls
pt_pt: Todas as Ligações

source: Result
pt_pt: Resultado

source: Minutes
pt_pt: Minutos

source: Seconds
pt_pt: Segundos

source: Currency
pt_pt: Moeda

source: Search
pt_pt: Busca

source: Number of Calls
pt_pt: Número de ligações

source: No data found !!!
pt_pt: Nenhum arquivo encontrado !!!

source: PREVIOUS
pt_pt: ANTERIOR

source: NEXT
pt_pt: PROXIMO

source: Total Cost
pt_pt: Custo Total

source: CALLING CARD MINUTES
pt_pt: MINUTOS DO CARTAO

source: Date
pt_pt: Data

source: DURATION
pt_pt: DURAÇÃO

source: GRAPHIC
pt_pt: GRAFICO

source: CALLS
pt_pt: LIGAÇÕES

source: <acronym title='AVERAGE CONNECTION TIME'>ACT</acronym>
pt_pt: <acronym title='MEDIA DE TEMPO CONECTADO'>ACT</acronym>

source: TOTAL COST
pt_pt: CUSTO TOTAL

source: Export PDF file
pt_pt: Exporta arquivos PDF

source: Export CSV file
pt_pt: Exportar arquivo CSV

source: No calls in your selection
pt_pt: Nenhuma ligação nesta seção

source: error deletion
pt_pt: erro ao deletar

source: Add a new
pt_pt: Adicionar um novo

source: Remove this DID DESTINATION
pt_pt: Remover este DID DESTINO

source: New
pt_pt: Novo

source: Remove this Speed Dial
pt_pt: Remova este Speed Dial

source: LIST
pt_pt: LISTAR

source: No
pt_pt: NÃO

source: add new a
pt_pt: addicionar um novo

source: Add a new
pt_pt: Adicionar um novo

source: You can define above some specific criterias in order to make a precised research
pt_pt: Você pode definir abaixo, algumas critérios específicos para fazer uma busca precisa

source: You can browse through our
pt_pt: Você pode navegar pelo nosso

source: and modify their different properties<br>
pt_pt: e modificar suas propriedades

source: Delete this record
pt_pt: Apague este histórico

source: Edit this record
pt_pt: Editar este histórico

source: The document has been created correctly. Now, you can define the different tariff that you want to associate.
pt_pt: O documento foi criado corretamente. Agora, você pode definir diferentes tarifas que queira associar

source: You can modify, through the following form, the different properties of your
pt_pt: Você pode modificar, através do seguinte formulário, as propriedades diferentes do seu

source: If you really want remove this
pt_pt: Você realmente quer remover isto

source: One
pt_pt: Um

source: you can add easily a new
pt_pt: você pode facilmente adicionar um novo

source: Fill the following fields and confirm by clicking on the button add.
pt_pt: Preencha os seguintes campos e confirme, clicando no botão de adicionar

source: Add a
pt_pt: Adicionar um

source: now.
pt_pt: agora

source: Your new
pt_pt: Seu novo

source: has been inserted. <br>
pt_pt: foi adicionado

source: You cannot choose more than one !
pt_pt: Você não pode escolher mais que um!

source: Edit this
pt_pt: Editar este

source: WORKING
pt_pt: TRABALHANDO

source: NOT USED
pt_pt: NÃO USADO

source: NO ATTRIBUED
pt_pt: NÃO ATRIBUIDO

source: WORK IN PROCESS
pt_pt: TRABALHANDO

source: IVR INTREGRATION
pt_pt: IVR INTEGRAÇÃO

source: URGENT
pt_pt: URGENTE

source: LOW
pt_pt: BAIXO

source: NEW
pt_pt: NOVO

source: ANSWER
pt_pt: Atendida

source: ASSIGN
pt_pt: ATRIBUA

source: DISABLE
pt_pt: DESABILITADO

source: FREE
pt_pt: GRATIS

source: PHONE
pt_pt: FONE

source: CODE VALID 1 TIME
pt_pt: CODIGO VALIDO 1 VEZ

source: CODE VALID 2 TIMES
pt_pt: CODIGO VALIDO 2 VEZES

source: CODE VALID 3 TIMES
pt_pt: CODIGO VALIDO 3 VEZES

source: CODE VALID 4 TIMES
pt_pt: CODIGO VALIDO 4 VEZES

source: CODE VALID 5 TIMES
pt_pt: CODIGO VALIDO 5 VEZES

source: CODE VALID 6 TIMES
pt_pt: CODIGO VALIDO 6 VEZES

source: CODE VALID 7 TIMES
pt_pt: CODIGO VALIDO 7 VEZES

source: CODE VALID 8 TIMES
pt_pt: CODIGO VALIDO 8 VEZES

source: CODE VALID 9 TIMES
pt_pt: CODIGO VALIDO 9 VEZES

source: CODE VALID 10 TIMES
pt_pt: CODIGO VALIDO 10 VEZES

source: You can browse through our
pt_pt: Você pode navegar pelo nosso

source: and modify their different properties<br>
pt_pt: e modificar suas diferentes propriedades

source: (at least 3 characters)
pt_pt: (pelo ao menos 3 caracteres)

source: (must match email structure. Example : name@domain.com)
pt_pt: (deve ser um e-mail valido. Exemplo : nome@dominio.com

source: (at least 5 successive characters appear at the end of this string)
pt_pt: (pelo ao menos 5 caracteres sucessivos aparece no final desta string)

source: (at least 4 characters)
pt_pt: (pelo ao menos 4 caracteres)

source: (number format)
pt_pt: (formato numeral)

source: (only number with more that 8 digits)
pt_pt: (somente números com mais de 8 dígitos

source: (at least 8 digits using . or - or the space key)
pt_pt: (pelo ao menos 8 dígitos usando . ou - ou a tecla espaço)

source: network adress format
pt_pt: formato de endereço de rede

source: at least 1 character
pt_pt: pelo ao menos 1 caracter

source: (AT LEAST 2 CARACTERS)
pt_pt: (PELO AO MENOS 2 CARACTERES)

source: (NUMBER FORMAT WITH/WITHOUT DECIMAL, use '.' for decimal)
pt_pt: (NUMERAL COM OU SEM DECIMAIS, use '.' para decimal)

source: You must write something.
pt_pt: Você deve escrever algo

source: 8 characters alphanumeric
pt_pt: 8 caracteres alfanuméricos

source: Could not open buddy file
pt_pt: Não foi possível abrir lista de contatos

source: Impossible to write to the file
pt_pt: Impossível escrever no arquivo

source: <br> GOTO ;
pt_pt: <br> VA PARA;

source: THE CURRENT RATECARD
pt_pt: TARIFA ATUAL

source: Choose a ratecard
pt_pt: Escolha um plano

source: January
pt_pt: Janeiro

source: February
pt_pt: Fevereiro

source: April
pt_pt: Abril

source: May
pt_pt: Maio

source: June
pt_pt: Junho

source: July
pt_pt: Julho

source: August
pt_pt: Agosto

source: September
pt_pt: Setembro

source: October
pt_pt: Outubro

source: November
pt_pt: Novembro

source: December
pt_pt: Dezembro

source: Ends with
pt_pt: Termina com

source: RATECARD
pt_pt: TARIFAS

source: Congratulations! Your site
pt_pt: Parabéns! Seu site

source: Currently you have registered
pt_pt: Recentemente você foi registrado

source: sites and
pt_pt: sites e

source: documents
pt_pt: documentos

source: These are the sites you have registered.
pt_pt: Este é o site que você se registrou

source: ACTION
pt_pt: AÇÃO

source: DISPLAY
pt_pt: MOSTRAR

source: GO
pt_pt: VA

source: Asterisk2Billing : CallingCard platform
pt_pt: Asterisk2Billing : Plataforma CallingCard

source: Source
pt_pt: PESQUISA

source: Callednumber
pt_pt: Numero ligado

source: Is not
pt_pt: Não é

source: SOURCE
pt_pt: PESQUISA

source: See Invoice in HTML
pt_pt: Veja lista em HTML

source: or Export PDF
pt_pt: ou exportar PDF

source: Phone :
pt_pt: Fone :

source: EXTRA CHARGE
pt_pt: CUSTO EXTRA

source: DATE
pt_pt: DATA

source: CALLS PER DESTINATION
pt_pt: LIGAÇÕES POR DESTINO

source: CALL
pt_pt: LIGAÇÃO

source: Number of call
pt_pt: Numero de ligações

source: DIFFERENCE
pt_pt: DIFERENÇA

source: No calls in your Selection
pt_pt: Nenhuma ligação nesta sessão

source: ACCOUNT INFO
pt_pt: INFO CONTA

source: CALL HISTORY
pt_pt: HISTORICO DE LIGAÇÕES

source: SIMULATOR
pt_pt: SIMULADOR

source: ADD CALLER ID
pt_pt: ADICIONAR CALLER ID

source: LOGOUT
pt_pt: SAIR

source: ERROR : ACCESS REFUSED
pt_pt: ERROR : ACCESSO NEGADO

source: The CODE is not a VALID CODE or has been already used! Please check it and try again.
pt_pt: O CODIGO não é um CODIGO VALIDO ou já foi usado! Por favor confira e tente novamente.

source: Sorry a problem occur on our system, please try later!
pt_pt: Desculpe, algum problema ocorreu no nosso sistema, por favor tente mais tarde!

source: There is an error on this page!
pt_pt: Tem um erro nesta pagina

source: Sorry, you don t have access to this page !
pt_pt: Desculpe, você não tem acesso a esta pagina !

source: Sorry, this page is in construction !
pt_pt: Desculpe, esta pagina esta sendo construída !

source: <font face='Arial, Helvetica, sans-serif' size='2' color='red'><b>Error : The system cannot call you back, please inform the administrator !!!</b></font><br>
pt_pt: <font face='Arial, Helvetica, sans-serif' size='2' color='red'><b>Error : O sistema não pode te ligar de volta, por favor contate o administrador !!!</b></font><br>

source: Your PhoneNumber / Location
pt_pt: Seu telefone / Localização

source: Click here to place 10 calls
pt_pt: Click aqui para fazer 10 ligações

source: Click here to see the last called persons and the current connect call
pt_pt: Click aqui para ver a ultima pessoa chamada e as ligações correntes

source: Previous
pt_pt: Anterior

source: REGISTERED
pt_pt: REGISTRADO

source: INSERT a new
pt_pt: Insira um novo

source: PHONELIST
pt_pt: LISTA TELEFONICA

source: You wish to insert a new
pt_pt: Você deseja inserir um novo

source: Click on Add button
pt_pt: Click no botão ADD

source: Insert a new
pt_pt: Insira um novo

source: Error card !!!
pt_pt: Error plano !!!

source: Call - Simulator
pt_pt: Simulador - Ligações

source: YOUR BALANCE :
pt_pt: SEU SALDO :

source: Congrats, the simulator found a destination for this number!
pt_pt: O simulador achou uma rota pare este numero!

source: We found several destinations:
pt_pt: Nos achamos algumas rotas:

source: CallTime available
pt_pt: Tempo de ligação disponivel

source: The number, you have entered, is not correct!
pt_pt: O número que você digitou esta incorreto!

source: LAST NAME
pt_pt: SOBRENOME

source: FIRST NAME
pt_pt: PRIMEIRO NOME

source: ADDRESS
pt_pt: ENDEREÇO

source: ZIP CODE
pt_pt: CEP

source: CITY
pt_pt: CIDADE

source: STATE
pt_pt: ESTADO

source: COUNTRY
pt_pt: PAIS

source: CARD NUMBER
pt_pt: CARTÃO

source: BALANCE REMAINING
pt_pt: SALDO RESTANTE

source: Click below to buy<br>credit for
pt_pt: Click abaixo para comprar<br>creditos para

source: Make payments with PayPal - it's fast, free and secure!
pt_pt: Faça pagamentos pelo PAYPAL - é rápido, grátis e seguro

source: The fee from $5 is $0.45, from $10 is $0.59, from $20 is $0.88, from $40 is $1.46. <br><b>Paypal Fee Calculator
pt_pt: A taxa para $5 e $0.45, para $10 e $0.59, para $20 e $0.88, para $40 e $1.46. <br><b>Paypal Calculador de TAXA

source: Account/Phone
pt_pt: Conta/Fone

source: Click to start SIP WebPhone
pt_pt: Click para começar SIP WebPhone

source: NO IAX ACCOUNT
pt_pt: NENHUMA CONTA IAX

source: Active
pt_pt: Ativado

source: Inactive
pt_pt: Inativo

source: ACTIVATED
pt_pt: ATIVADO

source: PRIORITY
pt_pt: PRIORIDADE

source: USED MINUTE
pt_pt: MINUTOS USADOS

source: DIDCOUNTRY
pt_pt: DID PAIS

source: ASSIGN NUMBER TO DID
pt_pt: ATRIBUIA O NUMERO PARA O DID

source: Several Phonenumber can be assign to the same DID and the priority will define which phone will be ring in a first place.
pt_pt: Alguns números pode ser associado ao mesmo DID, e a prioridade irá definir qual ramal irá tocar primeiro

source: EDIT
pt_pt: EDITE

source: Edit this DID DESTINATION
pt_pt: Editar este DESTINO DID

source: ALL
pt_pt: TODOS

source: NO DID HAS BEEN USED!
pt_pt: NENHUM DID FOI USADO

source: CREATED!
pt_pt: CRIADO!

source: Insert the CallerID
pt_pt: Insira o CallerID

source: Choose if you want to activate this card
pt_pt: Escolha se você quer ativar este cartão

source: you can add easily a new
pt_pt: você pode facilmente adicionar um

source: .<br>Fill the following fields and confirm by clicking on the button add.
pt_pt: <br>Preencha os seguinte campos e confirme clicando no botão add.

source: now.
pt_pt: agora.

source: has been inserted. <br>
pt_pt: foi criado. <br>

source: Made your change to edit this callerid.
pt_pt: Faça suas mudanças para editar este callerid.

source: NAME
pt_pt: NOME

source: Enter here the name/label that will identify this speed dial
pt_pt: Insira aqui o nome que irá identificar este speed dial

source: Enter here the phonenumber you want to call for this speed dial
pt_pt: Entre o numero que você quer ligar para este speed dial

source: <br>Fill the following fields and confirm by clicking on the button add.
pt_pt: <br>Preencha o seguinte campo e confirme clicando no botão de adicionar.

source: Once you have completed the form above, click on the CONTINUE button.
pt_pt: Quando o formulário acima estiver completo, click no botão CONTINUE

source: Customers are identified through the cardnumber, below the list of the Cardnumbers already created on your system.<br/> Each row correspond to a customer and some informations are already display about the customer, such as tariffgroup used, the amount of credit, etc.. The button SIP & IAX allow you to create an appropriated peer for this customers, this is what we call SIP & IAX Friends! Those lasts would be allow to call directly you asterisk server and be authenticate with their cardnumber implicitly defined!
pt_pt: Clientes são identificados pelo cartão, abaixo está a lista de cartões já criados no seu sistema.<br>/> Cada linha corresponde a um cliente, e algumas informações sobre o cliente, como grupo de tarifas, creditos, etc... O botão SIP e IAX permite você a criar um peer apropriado para este cliente, isto é o que chamamos de SIP e IAX Friends! Estes dois são responsaveis por conectar e autenticar seus cartões com o servidor.

source: On this page you will be able to simulate the calling process, if you wish to know the cost per minute for a specific destination or the country/city in which belongs a number. As well, you might be able to know the number of minutes available for a destination.
pt_pt: Nesta pagina você poderá simular uma ligação, se você deseja saber o custo por minuto de um destino especifico ou de uma cidade/pais que pertence um determinado numero. E também saber a quantidade de minutos disponível para o destino

source: FILTER ON PREFIX
pt_pt: FILTRAR POR PREFIXO

source: APPLY FILTER
pt_pt: APLICAR FILTRO

source: REGISTERD
pt_pt: REGISTRADO

source: CREDIT
pt_pt: CREDITO

source: NO VOUCHER HAS BEEN USED!
pt_pt: NENHUM VOUCHER FOI USADO!
