Repository: anuragprajapat/a2billing
Catalog: common/lib/locale/*/LC_MESSAGES/agent.po
Languages: el_gr

source: January
el_gr: Ιανουάριος

source: February
el_gr: Φεβρουάριος

source: March
el_gr: Μάρτιος

source: April
el_gr: Απρίλιος

source: May
el_gr: Μάιος

source: June
el_gr: Ιούνιος

source: July
el_gr: Ιούλιος

source: August
el_gr: Αύγουστος

source: September
el_gr: Σεπτέμβριος

source: October
el_gr: Οκτώβριος

source: November
el_gr: Νοέμβριος

source: December
el_gr: Δεκέμβριος

source: Printable version
el_gr: Εκτύπωση

source: Destination
el_gr: Προορισμός

source: Duration
el_gr: Διάρκεια

source: Charge
el_gr: Χρέωση

source: Type
el_gr: Τύπος

source: Description
el_gr: Περιγραφή

source: Fill!
el_gr: Ανάλαβε!

source: Empty!
el_gr: Άδειασε!

source: Nowhere
el_gr: Πουθενά

source: , default for
el_gr: , κοινός του

source: Create new regular customer
el_gr: Εγγραφή νέου τακτικού πελάτη:

source: Charge a customer
el_gr: Νέα χρέωση σε πελάτη

source: ERROR : ACCESS REFUSED
el_gr: ΣΦΑΛΜΑ, Η ΠΡΟΣΒΑΣΗ ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ

source: The CODE is not a VALID CODE or has been already used! Please check it and try again.
el_gr: Ο ΚΩΔΙΚΟΣ δεν είναι έγκυρος ή έχει χρησιμοποιηθεί ήδη. Παρακαλώ ελέγξτε τον και προσπαθήστε πάλι.

source: Sorry a problem occur on our system, please try later!
el_gr: Λυπούμαστε, συνέβη σφάλμα στο σύστημά μας. Παρακαλώ, δοκιμάστε αργότερα!

source: There is an error on this page!
el_gr: Υπάρχει σφάλμα στη σελίδα!

source: Sorry, you don t have access to this page !
el_gr: Λυπούμαστε, δεν έχετε πρόσβαση στη σελίδα!

source: Sorry, this page is in construction !
el_gr: Λυπούμαστε, η σελίδα αυτή είναι υπό κατασκευή!

source: Error Page
el_gr: Σελίδα Σφάλματος

source: Calldate
el_gr: Ημ/νία κλήσης

source: In
el_gr: Έσοδα

source: Out
el_gr: Έξοδα

source: - Transactions -
el_gr: - Συναλλαγές -

source: All transactions
el_gr: Όλες οι συναλλαγές

source: Selection of the month
el_gr: Επιλογή του μήνα

source: FROM
el_gr: ΑΠΟ

source: TO
el_gr: ΕΩΣ

source: Selection of the day
el_gr: Επιλογή της ημέρας

source: View
el_gr: Προβολή

source: Result
el_gr: Αποτέλεσμα

source: Minutes
el_gr: Λεπτά

source: Seconds
el_gr: Δευτερόλεπτα

source: Currency
el_gr: Νόμισμα

source: Mode
el_gr: Κατάσταση

source: See Invoice in HTML
el_gr: Προβολή Λογαριασμού ως HTML

source: or Export PDF
el_gr: ή εξαγωγή σε CSV

source: Search
el_gr: Αναζήτηση

source: TRANSACTIONS DETAIL
el_gr: ΛΕΠΤΟΜΕΡΕΙΕΣ ΣΥΝΑΛΛΑΓΩΝ

source: nb
el_gr: αρ.

source: Carry from previous period
el_gr: Υπόλοιπο από προηγούμενη περίοδο

source: Partial sum:
el_gr: Μερικό άθροισμα:

source: No data found !!!
el_gr: Δεν βρέθηκαν δεδομένα!!!

source: No calls in your Selection
el_gr: Καμία κλήση με την επιλογή σας

source: MONEY SITUATION:
el_gr: ΚΑΤΑΣΤΑΣΗ ΧΡΗΜΑΤΩΝ:

source: TRANSACTIONS
el_gr: ΣΥΝΑΛΛΑΓΕΣ

source: IN/OUT
el_gr: ΕΙΣ/ΕΞ

source: TYPE
el_gr: ΤΥΠΟΣ

source: IN
el_gr: ΕΣΟΔΑ

source: OUT
el_gr: ΕΞΟΔΑ

source: SITUATION
el_gr: ΚΑΤΑΣΤΑΣΗ

source: DESCRIPTION
el_gr: ΠΕΡΙΓΡΑΦΗ

source: SUM
el_gr: ΣΥΝΟΛΟ

source: Total sum carried from previous period
el_gr: Σύνολο από προηγούμενη περίοδο

source: Total sum credited to customers
el_gr: Σύνολο πιστωμένο σε πελάτες

source: Total sum debited from customers
el_gr: Σύνολο οφειλών από πελάτες

source: Total potential debit from customers
el_gr: Συνολική πιθανή οφειλή από πελάτες

source: Total calls made by customers
el_gr: Σύνολο κλήσεων από πελάτες

source: TOTAL
el_gr: ΣΥΝΟΛΟ

source: includes VAT
el_gr: περιλαμβάνει ΦΠΑ

source: CREDIT LIMIT:
el_gr: ΠΙΣΤΩΤΙΚΟ ΟΡΙΟ

source: EST. DAYS LEFT:
el_gr: ΕΚΤ. ΥΠΟΛ. ΗΜΕΡΕΣ

source: Pay back:
el_gr: Επιστροφή:

source: Pay:
el_gr: Πληρωμή:

source: This software has been created by Areski under GPL licence. For futher information, feel free to contact me:
el_gr: Το παρόν λογισμικό γράφτηκε από τον Areski με άδεια GPL. Για περισσότερες πληροφορίες, επικοινωνήστε μαζί μου:

source: This software is under GPL licence. For further information, please visit : <a href="http://www.asterisk2billing.org" target="_blank">asterisk2billing.org</a>
el_gr: Το παρόν λογισμικό έχει άδεια GPL. Για περισσότερες πληροφορίες δείτε στο <a href="http://www.asterisk2billing.org" target="_blank">asterisk2billing.org</a>

source: Asterisk2Billing : CallingCard platform
el_gr: Asterisk2Billing: Πλατφόρμα για τηλεφωνικές κάρτες

source: From here, you can use the web based screen phone. You need microphone and speakers on your PC.
el_gr: Από εδώ, μπορείτε να χρησιμοποιήσετε το εικονικό τηλέφωνο της ιστοσελίδας. Αυτό λειτουργεί αν έχετε μικρόφωνο και μεγάφωνα/ακουστικά στον Η/Υ σας.

source: All calls are listed below. Search by month, day or status. Additionally, you can check the rate and price.
el_gr: Όλες σας οι κλήσεις εμφανίζονται εδώ. Δείτε τις ανά μήνα, μέρα ή κατάσταση. Μπορείτε επίσης να ελέξετε την τιμή και τη χρέωσή τους.

source: Simulate the calling process to discover the cost per minute of a call, and the number of minutes you can call that number with your current credit.
el_gr: Προσομείωση της κλήσης για να δείτε το κόστος ανά λεπτό μίας κλήσης, και τον αριθμό λεπτών που μπορείτε να καλέσετε στον αριθμό αυτό με το υπόλοιπό σας.

source: On this page you will be able to change your password, You have to enter the New Password and Confirm it.
el_gr: Σε αυτή τη σελίδα μπορείτε να αλλάξετε τον κωδικό πρόσβασής σας. Αρκεί να δώσετε το Νέο κωδικό και να τον Επιβεβαιώσετε.

source: Here you can view your ratecards
el_gr: Εδώ μπορείτε να δείτε τους τιμοκαταλόγους

source: English
el_gr: Αγγλικά

source: Arabic
el_gr: Αραβικά

source: Chinese
el_gr: Κινέζικα

source: French
el_gr: Γαλλικά

source: German
el_gr: Γερμανικά

source: Greek
el_gr: Ελληνικά

source: Italian
el_gr: Ιταλικά

source: Polish
el_gr: Πολωνικά

source: Portuguese
el_gr: Πορτογαλικά

source: Romanian
el_gr: Ρουμάνικα

source: Russian
el_gr: Ρώσικα

source: Spanish
el_gr: Ισπανικά

source: Turkish
el_gr: Τούρκικα

source: Please wait 1 minutes before making any other request for the forgot password!
el_gr: Παρακαλώ περιμένετε 1 λεπτό πρίν ξανακάνετε αίτηση ανάκτησης κωδικού!

source: Your login information email has been sent to you.
el_gr: Σας έχει αποσταλεί e-mail με τον κωδικό σας.

source: No such login exists.
el_gr: Δεν υπάρχει τέτοιος χρήστης.

source: Invalid Action.
el_gr: Άκυρη Ενέργεια.

source: Pleaes provide your email address to get your login information.
el_gr: Παρακαλώ δώστε το email σας (αυτό που έχετε δηλώσει σε εμάς) για να λάβετε σε αυτό τον κωδικό σας.

source: AUTHENTICATION REFUSED, please check your user/password!
el_gr: ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ Η ΠΡΟΣΒΑΣΗ, παρακαλώ ελέγξτε το όνομα/κωδικό σας!

source: INACTIVE ACCOUNT, Please activate your account!
el_gr: ΑΝΕΝΕΡΓΟΣ ΛΟΓΑΡΙΑΣΜΟΣ, Παρακαλώ ζητήστε την ενεργοποίησή του!

source: BLOCKED ACCOUNT, Please contact your administrator!
el_gr: ΚΛΕΙΔΩΜΕΝΟΣ ΛΟΓΑΡΙΑΣΜΟΣ, Παρακαλώ επικοινωνήστε μαζί μας!

source: AUTHENTICATION
el_gr: ΠΙΣΤΟΠΟΙΗΣΗ

source: User:
el_gr: Χρήστης:

source: Password:
el_gr: Κωδικός:

source: Forgot your password? Click
el_gr: Ξεχάσατε τον κωδικό; πατήστε

source: here
el_gr: εδώ

source: Please choose information page:
el_gr: Επιλέξτε σελίδα με πληροφορίες:

source: Current rates
el_gr: Τρέχων τιμοκατάλογος

source: Usage instructions
el_gr: Οδηγίες χρήσεως

source: Contact information
el_gr: Επικοινωνία με εμάς

source: Call date
el_gr: Ημ/νία κλήσης

source: Source
el_gr: Πηγή

source: Called number
el_gr: Κληθείς Αριθμός

source: Card used
el_gr: Κάρτα

source: Cost
el_gr: Κόστος

source: JANUARY
el_gr: ΙΑΝΟΥΑΡΙΟΣ

source: FEBRUARY
el_gr: ΦΕΒΡΟΥΑΡΙΟΣ

source: MARCH
el_gr: ΜΑΡΤΙΟΣ

source: APRIL
el_gr: ΑΠΡΙΛΙΟΣ

source: MAY
el_gr: ΜΑΪΟΣ

source: JUNE
el_gr: ΙΟΥΝΙΟΣ

source: JULY
el_gr: ΙΟΥΛΙΟΣ

source: AUGUST
el_gr: ΑΥΓΟΥΣΤΟΣ

source: SEPTEMBER
el_gr: ΣΕΠΤΕΜΒΡΙΟΣ

source: OCTOBER
el_gr: ΟΚΤΩΒΡΙΟΣ

source: NOVEMBER
el_gr: ΝΟΕΜΒΡΙΟΣ

source: DECEMBER
el_gr: ΔΕΚΕΜΒΡΙΟΣ

source: DESTINATION
el_gr: ΠΡΟΟΡΙΣΜΟΣ

source: Exact
el_gr: Ακριβής

source: Begins with
el_gr: Αρχίζει με

source: Contains
el_gr: Περιέχει

source: Ends with
el_gr: Τελειώνει σε

source: Is not
el_gr: Δεν είναι

source: SOURCE
el_gr: ΠΗΓΗ

source: Phone :
el_gr: Τηλέφωνο:

source: Fax :
el_gr: Φαξ :

source: BILLING SERVICE
el_gr: ΛΟΓΑΡΙΑΣΜΟΣ

source: EXTRA CHARGE
el_gr: ΕΞΤΡΑ ΧΡΕΩΣΗ

source: DATE
el_gr: ΗΜ/ΝΙΑ

source: NB CHARGE
el_gr: ΑΡ ΧΡΕΩΣΗΣ

source: TOTALCOST
el_gr: ΣΥΝΟΛΟ ΧΡΕΩΣΗΣ

source: VAT
el_gr: ΦΠΑ

source: CALLS PER DESTINATION
el_gr: ΚΛΗΣΕΙΣ ΑΝΑ ΠΡΟΟΡΙΣΜΟ

source: DUR
el_gr: ΔΙΑΡ

source: GRAPHIC
el_gr: ΓΡΑΦΗΜΑ

source: CALL
el_gr: ΚΛΗΣΗ

source: TOTAL COST
el_gr: ΣΥΝΟΛΟ

source: BILL EVOLUTION
el_gr: ΕΞΕΛΙΞΗ ΧΡΕΩΣΕΩΝ

source: CALLS DETAIL
el_gr: ΛΕΠΤΟΜΕΡΕΙΕΣ ΚΛΗΣΕΩΝ

source: Number of call
el_gr: Αριθμός κλήσεων

source: TOTAL BUYCOSTS
el_gr: ΣΥΝΟΛΟ ΚΟΣΤΟΥΣ ΑΓΟΡΑΣ

source: DIFFERENCE
el_gr: ΔΙΑΦΟΡΑ

source: Called Number
el_gr: Κληθείς Αριθμός

source: Credit
el_gr: Πίστωση

source: Select booth:
el_gr: Επιλογή τηλεφώνου:

source: Sum:
el_gr: Σύνολο:

source: CREDITS/CHARGES
el_gr: ΠΙΣΤΩΣΕΙΣ/ΧΡΕΩΣΕΙΣ

source: CREDIT
el_gr: ΠΙΣΤΩΣΗ

source: CHARGE
el_gr: ΧΡΕΩΣΗ

source: Do you want to charge the customer for one printing?
el_gr: Θέλετε να χρεώσετε τον πελάτη για μία εκτύπωση;

source: Print charge cancelled.
el_gr: Η χρέωση εκτύπωσης ακυρώθηκε.

source: Charge printing
el_gr: Χρέωση εκτύπωσης

source: Click OK if you have paid back %1 to the customer.
el_gr: Πατήστε ΟΚ αν έχετε δώσει πίσω %1 στον πελάτη.

source: Pay back cancelled.
el_gr: Η επιστροφή χρημάτων ακυρώθηκε.

source: Click OK if you have received %1 from the customer as payment.
el_gr: Πατήστε ΟΚ αν έχετε παραλάβει %1 από τον πελάτη για πληρωμή.

source: Payment cancelled.
el_gr: Η πληρωμή ακυρώθηκε

source: Payment
el_gr: Πληρωμή

source: Pay back
el_gr: Επιστροφή

source: Paid
el_gr: Πληρώθηκαν

source: Paid back
el_gr: Επεστράφησαν

source: Cannot pay session!
el_gr: Δεν μπορεί να εξοφληθεί η συναλλαγή!

source: Back to booths
el_gr: Πίσω στα τηλέφωνα

source: Please choose report type:
el_gr: Επιλέξτε τύπο αναφοράς:

source: All calls
el_gr: Όλες οι κλήσεις

source: Agent money situation
el_gr: Οικονομική κατάσταση μαγαζιού

source: Phone statistics
el_gr: Στατιστικά συσκευών

source: Customer charges
el_gr: Χρεώσεις σε πελάτες

source: Agent payments
el_gr: Πληρωμές του μαγαζιού

source: BOOTHS
el_gr: ΘΑΛΑΜΟΙ

source: CUSTOMERS
el_gr: ΠΕΛΑΤΕΣ

source: EDIT BOOTHS
el_gr: ΔΙΟΡΘΩΣΗ ΘΑΛΑΜΩΝ

source: PAYMENTS
el_gr: ΠΛΗΡΩΜΕΣ

source: REPORTS
el_gr: ΑΝΑΦΟΡΕΣ

source: INFO PAGES
el_gr: ΠΛΗΡΟΦΟΡΙΕΣ

source: PASSWORD
el_gr: ΚΩΔΙΚΟΣ

source: LOGOUT
el_gr: ΕΞΟΔΟΣ

source: AMOUNT
el_gr: ΠΟΣΟΝ

source: CHARGETYPE
el_gr: ΤΥΠΟΣ ΧΡΕΩΣΗΣ

source: THERE ARE NO AGENT PAYMENTS YET!
el_gr: ΔΕΝ ΥΠΑΡΧΟΥΝ ΠΛΗΡΩΜΕΣ ΑΚΟΜΑ!

source: N/A
el_gr: Ν/Α

source: Empty
el_gr: Κενός

source: Idle
el_gr: Αδρανής

source: Ready
el_gr: Έτοιμος

source: Active
el_gr: Ενεργός

source: Disabled
el_gr: Απενεργοποιημένος

source: Stopped
el_gr: Σταματημένο

source: NAME
el_gr: ΕΠΩΝΥΜΟ

source: LOCATION
el_gr: ΤΟΠΟΘΕΣΙΑ

source: STATE
el_gr: ΚΑΤΑΣΤΑΣΗ

source: NO BOOTHS HAVE BEEN CREATED!
el_gr: ΔΕΝ ΒΡΕΘΗΚΑΝ ΤΗΛΕΦΩΝΑ!

source: Booths
el_gr: Τηλέφωνα

source: You can modify, through the following form, the different properties of your
el_gr: Μπορείτε να διορθώσετε, με την παρακάτω φόρμα, τις ιδιότητες των

source: CARD NUMBER
el_gr: ΑΡΙΘΜΟΣ ΚΑΡΤΑΣ

source: BALANCE
el_gr: ΠΟΣΟΝ

source: BA
el_gr: ΠΟ

source: NOW IN
el_gr: ΤΩΡΑ ΣΤΟ

source: Fill booth
el_gr: Γέμισμα

source: with card
el_gr: με την κάρτα

source: Booth Filled
el_gr: Το τηλέφωνο γέμισε

source: Cannot fill booth!
el_gr: Δεν μπορεί να γεμίσει το τηλέφωνο!

source: Empty booth
el_gr: Άδειασμα τηλεφώνου

source: Booth Emptied
el_gr: Το τηλέφωνο άδειασε

source: Cannot empty booth! (Does it have zero balance?)
el_gr: Δεν μπορεί να αδειάσει το τηλέφωνο! (έχει πληρώσει; )

source: NO CARDS HAVE BEEN CREATED!
el_gr: ΔΕΝ ΒΡΕΘΗΚΑΝ ΚΑΡΤΕΣ!

source: Customers
el_gr: Πελάτες

source: select
el_gr: επιλογή

source: Charges
el_gr: Χρεώσεις

source: Pay
el_gr: Πληρωμή

source: CARD NUMBER
el_gr: ΑΡΙΘΜΟΣ ΚΑΡΤΑΣ

source: Insert the username
el_gr: Εισάγετε το όνομα χρήστη

source: Insert the number of credit
el_gr: Εισάγετε το ποσόν πίστωσης

source: LANGUAGE
el_gr: ΓΛΩΣΣΑ

source: LASTNAME
el_gr: ΕΠΩΝΥΜΟ

source: Insert the lastname of the customers
el_gr: Εισάγετε εδώ το επώνυμο του πελάτη

source: FIRSTNAME
el_gr: ΟΝΟΜΑ

source: Insert the firstname of the customers
el_gr: Εισάγετε το μικρό όνομα του πελάτη

source: EMAIL
el_gr: ΗΛ.ΔΙΕΥΘΥΝΣΗ

source: Insert the email
el_gr: Εισάγετε το email

source: ADDRESS
el_gr: ΔΙΕΥΘΥΝΣΗ

source: Insert the address of the customers
el_gr: Εισάγετε την διεύθυνση του πελάτη

source: CITY
el_gr: ΠΟΛΗ

source: Insert the city
el_gr: Εισάγετε την πόλη

source: STATE/PROVINCE
el_gr: ΝΟΜΟΣ/ΕΠΑΡΧΙΑ

source: Insert the state
el_gr: Εισάγετε τον νομό

source: COUNTRY
el_gr: ΧΩΡΑ

source: Insert the country
el_gr: Εισάγετε τη χώρα

source: ZIP/POSTAL CODE
el_gr: ΤΑΧ ΚΩΔΙΚΑΣ

source: Insert the zipcode
el_gr: Εισάγετε τον ταχ. κώδικα

source: Once you have completed the form above, click on the CONTINUE button.
el_gr: Όταν συμπληρώσετε τη φόρμα, πατήστε στο πλήκτρο ΣΥΝΕΧΕΙΑ

source: CARDNUMBER
el_gr: ΑΡΙΘΜΟΣ ΚΑΡΤΑΣ

source: THERE IS NO CHARGE CREATED!
el_gr: ΔΕΝ ΥΠΑΡΧΟΥΝ ΧΡΕΩΣΕΙΣ ΠΕΛΑΤΗ!

source: ID CARD
el_gr: ΑΡ. ΚΑΡΤΑΣ

source: Insert the Id CardNumber
el_gr: Εισάγετε τον αρ. κάρτας πελάτη

source: Set the Card Number ID
el_gr: Δώστε εδώ τον αριθμό κάρτας πελάτη

source: Insert the amount
el_gr: Εισάγετε το ποσόν

source: Amount, in
el_gr: Ποσόν, σε

source: Insert the description
el_gr: Εισάγετε την περιγραφή

source: Modify the properties of the charge
el_gr: Τροποποίηση των λεπτομερειών της συναλλαγής.

source: If you really want remove this charge, click on the delete button.
el_gr: Αν θέλετε πραγματικά να διαγράψετε τη χρέωση, πατήστε το κουμπί της Διαγραφής

source: you can add easily a new charge.<br>Fill the following fields and confirm by clicking on the button add.
el_gr: Για να εισάγετε μία νέα χρέωση του πελάτη, συμπληρώστε τα παρακάτω πεδία και επιβεβαιώστε με το πλήκτρο της προσθήκης.

source: Your new charge has been inserted. <br>
el_gr: Η χρέωση έχει εισαχθεί στο σύστημα.<br>

source: Click 'Confirm Data' to continue
el_gr: Πατήστε εδώ για να συνεχίσετε

source: GROUP
el_gr: ΟΜΑΔΑ

source: PREFIX
el_gr: ΠΡΟΘΕΜΑ

source: SR
el_gr: ΤΜ

source: EXTRA
el_gr: ΕΦΑΠΑΞ

source: THERE IS NO RATECARD CREATED!
el_gr: ΔΕΝ ΥΠΑΡΧΟΥΝ ΤΙΜΕΣ!

source: DIALPREFIX
el_gr: ΠΡΟΘΕΜΑ ΚΛΗΣΗΣ

source: Insert the dialing prefix, such as for UK '44' or for US '1'
el_gr: Δώστε το πρόθεμα κλήσεις, όπως '44' για Αγγλία ή '1' για ΗΠΑ.

source: Define the destination prefix. ie, 44 for UK proper.
el_gr: Δώστε εδώ το πρόθεμα κλήσης, π.χ. 44 για Ην. Βασίλειο.

source: SELLING RATE
el_gr: ΤΕΛΙΚΗ ΤΙΜΗ

source: Cost per minute for which you want to charge your customer. For example '0.02'
el_gr: Κόστος λεπτό για στο Για παράδειγμα

source: Define the selling cost for customers...
el_gr: Ορισμός της τιμής πώλησης για πελάτες...
